export default {
    "commonHeader": {
        "menuTxt": "меню",
        "userData": "Информация пользователя",
        "editUserData": "Редактировать информацию пользователя",
        "logout": "Выходите из строя"
    },
    "commonAside": {
        "admin": {
            "dashboard": "Настольный щит",
            "queueMonit": "Мониторинг бокового обслуживания",
            "settings": "Настройки",
            "systemConfig": "Настройки системы",
            "paymentConfig": "Настройки оплаты",
            "themeConfig": "Настройки темы",
            "server": "Сервер",
            "privilege": "Управление властью",
            "finance": "Финансы",
            "subscription": "Управление подпиской",
            "coupon": "Управление купонами",
            "order": "Управление заказами",
            "activate": "Активировать запись",
            "key": "Управление ключами",
            "user": "Пользователь",
            "userMgr": "Управление пользователями",
            "notice": "Управление объявлением",
            "ticket": "Управление заказом работы",
            "doc": "Управление базой данных знаний"
        },
        "user": {
            "dashboard": "Настольный щит",
            "document": "Используйте документ",
            "app": "Приложение скачать",
            "subscription": "Подписаться",
            "purchase": "Купить подписку",
            "surplus": "Мой ключ",
            "fiance": "Финансы",
            "topUp": "пополнить",
            "myOrder": "Мой заказ",
            "myInvite": "Мое приглашение",
            "user": "Пользователь",
            "profile": "Личный центр",
            "support": "Мой рабочий заказ",
            "activateLog": "Активировать запись"
        }
    },
    "adminViews": {
        "common": {
            "fetchDataSuccess": "Успешно получение данных",
            "fetchDataFailure": "Если данные не удалены, попробуйте еще раз позже",
            "addSuccess": "Добавлен успешно",
            "addFailure": "Если добавление не удается, попробуйте позже",
            "updateSuccess": "Модификация была успешной",
            "updateFailure": "Если модификация не удастся, попробуйте еще раз позже",
            "deleteSuccess": "Удаление успешно",
            "deleteFailure": "Пожалуйста, попробуйте еще раз, если удаление не удалось",
            "confirm": "Подтверждать",
            "cancel": "Отмена",
            "success": "Операция успешна",
            "failure": "Операция не удалась",
            "NotAllowed": "Незаконный формат",
            "checkForm": "Пожалуйста, проверьте форму",
            "unknownErr": "Неизвестная ошибка",
            "dialog": { "delete": "Вы знаете, что хотите удалить его?" },
            "yes": "да",
            "no": "нет"
        },
        "login": {
            "secureCard": {
                "title": "Инспекция безопасности",
                "securePath": "Безопасный путь",
                "hint": "Чтобы обеспечить безопасность системы, вам необходимо ввести путь безопасности, прежде чем вы сможете ввести страницу входа в систему администратора. Пожалуйста, введите путь безопасности в поле ввода ниже.",
                "placeholder": "Пожалуйста, введите безопасный путь",
                "checkBtn": "исследовать",
                "rememberPath": "Помните безопасный путь"
            },
            "card": {
                "back": "Вернуться на домашнюю страницу",
                "toAdminCenter": "Войдите в центр администратора",
                "emailAddr": "Электронная почта администратора",
                "emailInputArea": {
                    "title": "Электронная почта администратора",
                    "placeholder": "Адрес электронной почты"
                },
                "passwordInputArea": {
                    "title": "Пароль администратора",
                    "placeholder": "пароль"
                },
                "login": "авторизоваться",
                "forgetPassword": "Забудьте пароль",
                "formNotPassed": "Проверка формы не удается"
            },
            "mention": {
                "title": "намекать",
                "description": "Эта страница представляет собой страницу администратора, к которой доступны только администраторы."
            },
            "message": {
                "passwordErr": "Неправильный пароль",
                "adminNotExist": "Администратора не существует",
                "noPrivilege": "Доступ без разрешения",
                "authPassed": "Проверка прошла",
                "authFailure": "Проверка не удалась",
                "otherErr": "Другие ошибки",
                "pathCheckPassed": "Проверка пути безопасности прошла",
                "pathCheckFailure": "Неправильный путь безопасности",
                "rememberSecureMention": "Чтобы обеспечить безопасность управления бэкэнд, не проверяйте его, если это не ваш личный компьютер."
            }
        },
        "summary": {
            "cockpit": "Настольный щит",
            "systemConfig": "Настройки системы",
            "paymentConfig": "Настройки оплаты",
            "planMgr": "Управление подпиской",
            "userMgr": "Управление пользователями",
            "orderMgr": "Управление заказами",
            "keyMgr": "Управление ключами",
            "incomeText": "Вчерашний доход / ежемесячный доход",
            "pendingTicket": "У вас есть {nums} заказы, которые обрабатываются",
            "toHandle": "Иди и проверь это",
            "apiAccessCard": "Количество посещений интерфейса API в течение недели",
            "apiAccessCardHint": "Эти данные только для того, чтобы понять текущий доступ к API и не представлять производительность вашего сервера.",
            "incomeWeek": "Сумма дохода в течение одной недели",
            "incomeCardHint": "Вот график сумм доходов в течение недели, которая приведет к неточному дисплею, если кэш будет очищен.",
            "core": "основной",
            "reqErr": "Столкнулся с ошибкой",
            "reqErrHint": "Была обнаружена ошибка при получении обзора информации, которая привела к тому, что этот запрос не смог завершить, поэтому диаграмма не может быть отображена.",
            "userCard": {
                "title": "Обзор пользователя",
                "allRegisteredUsers": "Пользователь общего регистрации",
                "activeUsers": "Живые пользователи",
                "inactiveUsers": "Неактивные пользователи",
                "blockedUsers": "Запрет или возмещение"
            },
            "general": {
                "title": "в целом",
                "localTime": "Время браузера",
                "osType": "Тип операционной системы",
                "appName": "Имя приложения",
                "appUrl": "Приложение URL",
                "currency": "Монетная единица",
                "allowRegister": "Разрешить регистрацию"
            },
            "system": {
                "title": "Системная конфигурация",
                "axiosAddr": "HTTP Бэкэнд Адрес",
                "wsAddr": "Бэкэнд WebSocket",
                "serverTime": "Время сервера",
                "uptime": "Оперативное время",
                "gatewayStatus": "Статус сети API",
                "dbStatus": "Статус базы данных",
                "redisStatus": "Статус Redis",
                "serverOsType": "Тип операционной системы сервера",
                "serverOsArch": "Архитектура операционной системы сервера",
                "runMode": "Работающий режим",
                "cpuNums": "Количество ядер ЦП для сетевых серверов",
                "numCgoCall": "Количество коллекций мусора",
                "time": "Второй уровень",
                "paymentMethods": "Включить способ оплаты",
                "runOK": "Запустить нормально",
                "runErr": "Ненормальное поведение",
                "checkServer": "Пожалуйста, проверьте конфигурацию среды вашего бэкэнд -сервера",
                "stopRegisterHint": "Вы, кажется, отключили новый пользователь регистрацию",
                "toSetting": "Обратитесь к настройкам"
            }
        },
        "queueMonit": {
            "title": "Мониторинг бокового обслуживания",
            "headerHint": "Пожалуйста, не оставайтесь на этой странице в течение длительного времени.",
            "latency": {
                "title": "Задержка сервера",
                "retry": "Проверьте снова",
                "hint": "*Запрос здесь относится к времени, необходимому для успешного ответа на клиента после того, как клиент отправит запрос на сервер.",
                "unit": "миллисекунд",
                "level": {
                    "l1": {
                        "title": "Отличный",
                        "description": "Это очень хорошая ситуация в сети, и вы вряд ли почувствуете задержку."
                    },
                    "l2": {
                        "title": "нормальный",
                        "description": "Большую часть времени это сетевая ситуация, и пользователи почти чувствуют, что они не чувствуют задержки."
                    },
                    "l3": {
                        "title": "Бедный",
                        "description": "В этом случае пользователь может почувствовать небольшую задержку или задержку."
                    },
                    "l4": {
                        "title": "Разница",
                        "description": "Вы можете почувствовать очевидную задержку и повлиять на пользовательский опыт."
                    },
                    "l5": {
                        "title": "Очень плохо",
                        "description": "Существует очевидная задержка, и скорость загрузки медленнее или даже не может обновляться, что серьезно влияет на взаимодействие и опыт пользователя."
                    },
                    "offline": {
                        "title": "Сервер отключен",
                        "description": "Невозможно подключиться к серверу или обработать ошибки запроса, проверьте, правильно ли конфигурация."
                    }
                }
            },
            "api": {
                "title": "Статус запроса API за последние 7 дней",
                "items": {
                    "ok": { "title": "Успех (Statestok)", "unit": "Второй уровень" },
                    "notFound": {
                        "title": "Ошибка пути состояния (404)",
                        "unit": "Второй уровень"
                    },
                    "unAuthorized": {
                        "title": "Несанкционированный доступ (401)",
                        "unit": "Второй уровень"
                    },
                    "login2reg": { "title": "Войти / регистр", "unit": "Второй уровень" }
                }
            },
            "log": {
                "title": "Журнал записи",
                "deleteLogMsg": "Удалить журнал {nums}",
                "deleteLogErr": "Удалить журнал не удался",
                "logTableRows": "Общий дневник",
                "logTableSize": "Таблицы блога занимают пространство",
                "unit": { "lines": "ХОРОШО", "mb": "Мега-символ" },
                "deleteLog": "Удалить журнал",
                "exportCsv": "Экспорт CSV",
                "deleteLogHint": "Это выполнит удаление всех журналов неделю назад.",
                "warn": {
                    "title": "Вы знаете, что хотите удалить свой журнал?",
                    "description": "Список будет удален немедленно, и вы не сможете отозвать эту операцию."
                },
                "export": {
                    "title": "Экспорт файла CSV",
                    "description": "Это экспортирует следующую таблицу в качестве файла CSV и загрузите его локально."
                },
                "table": {
                    "id": "#",
                    "method": "Метод запроса",
                    "path": "Пожалуйста, запросите маршрут",
                    "code": "Код статуса",
                    "clientIp": "Клиент IP",
                    "responseTime": "Время обработки",
                    "requestAt": "Запросить время"
                }
            }
        },
        "systemConfig": {
            "title": "Настройки системы",
            "common": {
                "success": "Обновленная конфигурация успешно",
                "err": "Обновление конфигурации не удалось"
            },
            "site": {
                "common": { "title": "Сайт" },
                "appName": {
                    "title": "Название сайта",
                    "shallow": "Используется для отображения, где требуется имя сайта.",
                    "placeholder": "Название сайта"
                },
                "appSubName": {
                    "title": "Сайт субтитров",
                    "shallow": "Обычно отображается ниже основного заголовка.",
                    "placeholder": "подзаголовок"
                },
                "appDescription": {
                    "title": "Описание сайта",
                    "shallow": "Используется для отображения, где требуется сайт.",
                    "placeholder": "Описание сайта"
                },
                "appUrl": {
                    "title": "URL сайта",
                    "shallow": "Последний адрес веб -сайта будет отображаться на URL, если вам это нужно.",
                    "placeholder": "URL сайта"
                },
                "forceHttps": {
                    "title": "Сила https",
                    "shallow": "Когда сайт не использует HTTPS, CDN или антигенерацию, чтобы обеспечить принудительные HTTPS."
                },
                "logoUrl": {
                    "title": "Логотип",
                    "shallow": "Используется для отображения, где требуется логотип.",
                    "placeholder": "Адрес URL -адреса логотипа"
                },
                "subscribeUrl": {
                    "title": "Подписаться URL",
                    "shallow": "Используется для подписки, оставьте пустым в качестве URL -адреса сайта. Если вам нужно несколько URL -адресов подписки, чтобы быть случайным образом извлеченным, используйте запятые, чтобы разделить их.",
                    "placeholder": "Подписаться URL"
                },
                "tosUrl": {
                    "title": "УРНАКИ URL -адреса пользователя (TOS)",
                    "shallow": "Используется, чтобы прыгнуть к условиям пользователя (TOS)",
                    "placeholder": "Адрес Условия пользователя и условия"
                },
                "stopRegister": {
                    "title": "Остановить регистрацию нового пользователя",
                    "shallow": "Никто не сможет зарегистрироваться после его включения."
                },
                "inviteRequire": {
                    "title": "Принудительное приглашение",
                    "shallow": "После открытия вы должны заполнить код приглашения при регистрации с новым пользователем."
                },
                "trialSubscribe": {
                    "title": "Зарегистрируйтесь на суде",
                    "shallow": "Выберите подписку, которую вы хотите попробовать."
                },
                "trialTime": {
                    "title": "Время испытаний (часы)",
                    "shallow": "Подпишитесь на пробное время, когда новые пользователи регистрируются."
                },
                "currency": {
                    "title": "Валютная единица",
                    "shallow": "Он используется только для использования дисплея, и после изменения все валютные единицы в системе изменятся.",
                    "placeholder": "китайский юань"
                },
                "currencySymbol": {
                    "title": "Символ валюты",
                    "shallow": "Он используется только для использования дисплея, и после изменения все валютные единицы в системе изменятся.",
                    "placeholder": "¥"
                }
            },
            "security": {
                "common": { "title": "Настройки безопасности" },
                "emailVerify": {
                    "title": "Проверка электронной почты",
                    "description": "После открытия пользователь должен будет выполнить проверку электронной почты."
                },
                "gmailAlias": {
                    "title": "Запретить многочисленное псевдоним Gmail",
                    "description": "После открытия несколько псевдоним Gmail не будут зарегистрированы."
                },
                "safeMode": {
                    "title": "Безопасный режим",
                    "description": "После открытия доменное имя доступа к этому сайту, за исключением URL сайта, будет 403."
                },
                "adminPath": {
                    "title": "Фоновый путь",
                    "description": "Путь управления фоном изменит исходный путь администратора после модификации.",
                    "placeholder": "https://x.com/logo.jpeg"
                },
                "emailWhitelist": {
                    "title": "Электронная почта суффикс белый список",
                    "description": "Регистрация разрешена только после открытия суффикса почтового ящика в списке."
                },
                "recaptcha": {
                    "title": "Анти-робот",
                    "description": "При включении HCaptcha будет включена для предотвращения робота."
                },
                "hCaptchaSiteKey": {
                    "title": "Hcaptcha sitekey",
                    "description": "SiteKey используется для запроса сервера HCaptcha для определения номера веб -сайта",
                    "placeholder": "A3CA066C-0EA0-42FE-BCD2-23F4AB48D528"
                },
                "ipRegisterLimit": {
                    "title": "Ограничения регистрации IP",
                    "description": "После открытия, если учетная запись регистрации IP соответствует требованиям правил, регистрация будет ограничена."
                },
                "registerTimes": {
                    "title": "частота",
                    "description": "Наказание будет активировано после достижения количества регистраций.",
                    "placeholder": "Пожалуйста, введите"
                },
                "lockTime": {
                    "title": "Время наказания (минуты)",
                    "description": "Вам нужно подождать, пока не пройдет время штрафа, прежде чем вы сможете зарегистрироваться снова.",
                    "placeholder": "Пожалуйста, введите"
                }
            },
            "frontend": {
                "common": { "title": "Персонализация" },
                "themePropColor": {
                    "default": "по умолчанию",
                    "darkBlueDay": "Темно -синий",
                    "milkGreenDay": "Молоко зеленый",
                    "bambooGreen": "Руожху",
                    "mistyPine": "Тумана сосна",
                    "glacierBlue": "Ледник синий",
                    "grayTheme": "серый"
                },
                "sidebarStyle": {
                    "title": "Стиль боковой панели",
                    "shallow": "Установите цвет боковой панели."
                },
                "headerStyle": {
                    "title": "Стиль головы",
                    "shallow": "Установите цвет вверху."
                },
                "themeColor": {
                    "title": "Цвет темы",
                    "shallow": "Установите цвет темы всей веб -страницы."
                },
                "background": {
                    "title": "фон",
                    "shallow": "Он будет отображаться на странице регистрации фона.",
                    "placeholder": "https://x.com/logo.jpeg"
                }
            },
            "inviteAndRebate": {
                "common": { "title": "Оплата и скидка" },
                "inviteRebateEnable": {
                    "title": "Включить скидки пользователей",
                    "description": "В случае включения, когда приглашенный пользователь перезаряжается, пользователь будет снят в соответствии с коэффициентом перезарядки, установленным ниже."
                },
                "inviteRebateRate": {
                    "title": "Коэффициент скидок",
                    "description": "Установите соотношение суммы скидки.",
                    "placeholder": "Пожалуйста, введите соотношение скидки"
                },
                "discountInfo": {
                    "title": "Информация о скидках",
                    "description": "Установите информацию о предложении, и она будет отображаться в верхней части страницы пополнения.",
                    "placeholder": "Настройка информации о скидках"
                },
                "inviteInfo": {
                    "title": "Информация о приглашении",
                    "description": "Установите информацию о приглашении, она будет отображаться на странице приглашения пользователя, чтобы отобразить соотношение скидки.",
                    "placeholder": "Установите информацию о скидках"
                }
            },
            "welcome": {
                "common": { "title": "Информация о домашней странице" },
                "homeDescription": {
                    "title": "Описание домашней страницы",
                    "description": "Установите краткое описание домашней страницы.",
                    "placeholder": "Пожалуйста, введите содержание описания домашней страницы"
                },
                "whyChooseUs": {
                    "title": "Почему выбирают нас",
                    "description": "Установите наше описание о том, почему мы выбрали.",
                    "placeholder": "Пожалуйста, введите подробное описание"
                },
                "bilibiliLink": {
                    "title": "Билибили официальная ссылка",
                    "description": "Установите адрес ссылки официальной учетной записи Bilibili.",
                    "placeholder": "https://space.bilibili.com/xxxx"
                },
                "youtubeLink": {
                    "title": "Официальная ссылка на YouTube",
                    "description": "Установите адрес ссылки официальной учетной записи YouTube.",
                    "placeholder": "https://youtube.com/channel/xxxxx"
                },
                "instagramLink": {
                    "title": "Официальная ссылка в Instagram",
                    "description": "Установите адрес ссылки вашей официальной учетной записи Instagram.",
                    "placeholder": "https://instagram.com/xxxx"
                },
                "wechatLink": {
                    "title": "Ссылка на общедоступную учетную запись WeChat",
                    "description": "Установите адрес ссылки общедоступной учетной записи WeChat.",
                    "placeholder": "Пожалуйста, введите публичную ссылку WeChat"
                },
                "filingNumber": {
                    "title": "Регистрационный номер",
                    "description": "Установите регистрационный номер сайта.",
                    "placeholder": "Например: Guangdong ICP № 12345678"
                },
                "pageSuffix": {
                    "title": "Сайт суффикс",
                    "description": "Установите суффикс имени сайта для отображения заголовка.",
                    "placeholder": "Например:- Название вашего сайта"
                }
            },
            "sendMail": {
                "common": {
                    "title": "Настройки почты",
                    "warning": "Если вы измените конфигурацию этой страницы, вам необходимо перезапустить службу очереди и обратное направление. Кроме того, приоритет конфигурации этой страницы выше, чем конфигурация почты в .env.",
                    "sendTestMailTitle": "Отправить тестовое электронное письмо",
                    "sendTestMailShallow": "Электронное письмо будет отправлено на текущий адрес электронной почты администратора, который",
                    "sendTestMailTo": "Отправить тестовое письмо",
                    "sending": "Отправить электронное письмо",
                    "success": "успех",
                    "receiverAddr": "Полученный адрес",
                    "senderHost": "Сервер доставки",
                    "senderPort": "Отправить порт",
                    "senderEncrypt": "Метод шифрования для отправки сообщений",
                    "senderUsername": "Кредитное имя",
                    "sendErr": "Отправить сбой электронной почты"
                },
                "smtpServerAddress": {
                    "title": "Адрес SMTP -сервера",
                    "shallow": "Адрес услуги, предоставленный поставщиком услуг по электронной почте",
                    "placeholder": "Пожалуйста, введите адрес сервера"
                },
                "smtpServerPort": {
                    "title": "SMTP Service Port",
                    "shallow": "Общие порты - 25, 465, 587",
                    "placeholder": "Пожалуйста, введите номер порта"
                },
                "smtpEncryption": {
                    "title": "Метод шифрования SMTP",
                    "shallow": "Метод шифрования порта 465, как правило, является SSL, а метод шифрования порта 587, как правило, является TLS.",
                    "placeholder": "Пожалуйста, введите метод шифрования"
                },
                "smtpAccount": {
                    "title": "SMTP Account",
                    "shallow": "Учетная запись, предоставленная поставщиком услуг по электронной почте",
                    "placeholder": "Пожалуйста, введите номер своей учетной записи"
                },
                "smtpPassword": {
                    "title": "SMTP пароль",
                    "shallow": "Пароль, предоставленный поставщиком услуг по электронной почте",
                    "placeholder": "Пожалуйста, введите свой пароль"
                },
                "senderAddress": {
                    "title": "Отправить адрес",
                    "shallow": "Адрес отправки, предоставленный поставщиком почтовых услуг",
                    "placeholder": "Пожалуйста, введите адрес отправки"
                },
                "emailTemplate": {
                    "title": "Шаблон электронной почты",
                    "shallow": "Вы можете просмотреть, как настроить шаблон электронной почты в документе",
                    "placeholder": "Пожалуйста, выберите шаблон электронной почты"
                }
            },
            "notice": {
                "common": { "title": "Настройки уведомления" },
                "displayName": {
                    "title": "отображаемое имя",
                    "shallow": "Только для отображения страниц",
                    "placeholder": "Общий интерфейс уведомления 1"
                },
                "barkEndpoint": {
                    "title": "Точка доступа коры",
                    "shallow": "Адрес API сервера Bark Server",
                    "placeholder": "https: // <ip>: <port>/<secret-key>"
                },
                "barkGroup": {
                    "title": "Кора группа",
                    "shallow": "Имя группы отображается клиентом",
                    "placeholder": "веб -"
                }
            },
            "appDownload": {
                "common": {
                    "title": "ПРИЛОЖЕНИЕ",
                    "hint": "Для управления версиями и обновления собственных клиентов (приложения)"
                },
                "enabled": {
                    "title": "Открыть и отбросить нагрузку",
                    "shallow": "Если включено, позвольте пользователям получить доступ к странице загрузки"
                },
                "windows": {
                    "title": "Окна",
                    "shallow": "Номер версии Windows и адрес загрузки",
                    "placeholder": "https://xxxx.com/xxx.exe"
                },
                "macos": {
                    "title": "macOS",
                    "shallow": "Номер версии MacOS и адрес загрузки",
                    "placeholder": "https://xxxx.com/xxx.dmg"
                },
                "linux": {
                    "title": "Linux",
                    "shallow": "Номер версии Linux и адрес загрузки",
                    "placeholder": "https://xxxx.com/xxx.deb"
                },
                "android": {
                    "title": "Android",
                    "shallow": "Номер версии Android и адрес загрузки",
                    "placeholder": "https://xxxx.com/xxx.apk"
                },
                "ios": {
                    "title": "Ios",
                    "shallow": "Номер версии iOS и адрес загрузки",
                    "placeholder": "https://xxxx.com/xxx.ipk"
                }
            }
        },
        "payConfig": {
            "title": "Настройки оплаты",
            "description": "Все поддерживаемые способы оплаты можно управлять здесь.",
            "attention": {
                "title": "Что следует отметить",
                "point1": "Очень важно настроить информацию о методе оплаты, прежде чем ее включить.",
                "point2": "При изменении конфигурации метода оплаты, если она отображается как «---», это означает, что опция была установлена ​​и не пуста."
            },
            "common": {
                "detail": "{Метод} Конфигурация",
                "fillAttention": "Чтобы обеспечить безопасность, не отображается подробная информация, наполнение для создания или перезаписи существующих конфигураций.",
                "discountAmount": "Сумма скидки (информация о приглашении пользователя может быть установлена ​​в «оплате и скидке», установленной системой)",
                "saveConfigBtnHint": "сохранять",
                "cancelBtnHint": "Отмена",
                "saveSuccess": "Конфигурация успешно сохранилась",
                "alterSuccess": "Модификация конфигурации была успешной",
                "discountPlaceholder": "Сумма скидки (если сумма перезарядки больше, чем сумма скидки)",
                "saveOrAlterFailure": "Неизвестная ошибка"
            },
            "alipay": {
                "title": "Оплата",
                "config": {
                    "appId": "Идентификатор приложения",
                    "appPublicKeyCertContent": "Содержание сертификата ключа приложения",
                    "appPrivateKey": "Ключ конфиденциальности приложения",
                    "alipayRootCert": "Книга сертификатов платежной сумки",
                    "alipayPublicKeyCertContent": "Содержание сертификата платежного сокровища"
                }
            },
            "wechat": {
                "title": "WeChat платеж",
                "config": {
                    "mchId": "Торговый идентификатор",
                    "mchCertSerial": "Серийный номер торгового сертификата",
                    "apiV3Key": "API V3 Ключ",
                    "privateKey": "Ключ конфиденциальности"
                }
            },
            "apple": {
                "title": "Apple Pay",
                "config": {
                    "issuerId": "Идентификатор эмитента",
                    "bundleId": "Идентификатор пакета",
                    "privateKeyId": "Личный идентификатор личного ключа",
                    "privateKeyContent": "Контент конфиденциальности"
                }
            },
            "addPaymentMethod": "Добавить способ оплаты",
            "enableBtnHint": "Начинать",
            "disableBtnHint": "Неполноценный",
            "setupPaymentMethod": "Конфигурация"
        },
        "themeConfig": {
            "title": "Конфигурация темы",
            "using": "использовать,",
            "setAsCurrent": ""
        },
        "groupMgr": {
            "title": "Управление властью",
            "description": "Правильная группа используется для обозначения различных уровней подписки, и вы можете подписаться на одинаковый уровень, но разные размеры в правой группе для легкого управления.",
            "common": {
                "addNewGroup": "Новая группа разрешений",
                "alterGroupName": "Измените имя группы разрешений",
                "addConfirmed": "Подтвердите, чтобы добавить",
                "alterConfirmed": "Подтвердите модификацию",
                "cancel": "Отмена",
                "addSuccess": "Добавлен успешно",
                "addFailure": "Добавить сбой",
                "alterSuccess": "Группа разрешений на модификацию была успешной",
                "alterFailure": "Группа разрешений на модификацию не удалась",
                "delSuccess": "Удаление успешно",
                "delFailure": "Удаление не удалось",
                "delMention": "Список будет удален немедленно, и вы не сможете отозвать эту операцию. Соответствующие группы для планов подписки должны быть удалены с осторожностью.",
                "delNotAllowed": "Эта правильная группа имеет соответствующие ресурсы и не может быть удалена."
            },
            "groupId": "Идентификатор права права",
            "groupName": "Название группы разрешений",
            "groupPlaceholder": "Введите имя группы разрешений",
            "userCount": "Количество пользователей",
            "planCount": "Количество подписки",
            "operate": "работать",
            "editBtnHint": "Редактировать",
            "deleteBtnHint": "удалить"
        },
        "docMgr": {
            "title": "Управление базой данных знаний",
            "description": "Здесь вы можете написать файл описания своему пользователю.",
            "addDoc": "Добавить новый документ",
            "addSuccess": "Успешно добавление нового документа",
            "addFailure": "Добавление файла не удалось",
            "titleNotEmpty": "Название документа не может быть пустым",
            "table": {
                "docId": "#",
                "isShow": "Отображать ли",
                "sortAs": "Сортировка",
                "lang": "Язык",
                "category": "Категория",
                "title": "Заголовок",
                "createdAt": "Время создания",
                "updatedAt": "Время обновления",
                "operate": "работать",
                "edit": "Редактировать",
                "delete": "удалить"
            },
            "form": {
                "add": "Добавить документ",
                "edit": "Редактировать документ",
                "cancel": "Отмена",
                "confirm": "Подтверждать",
                "addBtn": "добавить в",
                "editBtn": "Исправлять",
                "title": {
                    "title": "Название файла",
                    "placeholder": "Введите заголовок файла"
                },
                "sort": {
                    "title": "Сортировка",
                    "placeholder": "Уровень упорядочения входного файла выше."
                },
                "category": {
                    "title": "Категория",
                    "placeholder": "Документ будет отображаться в категориях в соответствии с этой областью"
                },
                "lang": {
                    "title": "Язык документов",
                    "placeholder": "Выберите язык документа"
                }
            }
        },
        "planMgr": {
            "title": "Управление подпиской",
            "description": "Здесь вы можете добавить новые планы подписки, изменить описание, цену, баланс, группу разрешений, в которую уже включены планы подписки и т. Д.",
            "addNewPlan": "Добавить новую подписку",
            "table": {
                "id": "#",
                "isSale": "Включить продажи",
                "isRenew": "Разрешить непрерывную плату",
                "sort": "Уровень сортировки",
                "group": "Так называемая правозащитная группа",
                "name": "Имя",
                "nums": "количество",
                "residue": "Количество",
                "operate": "работать",
                "operateBtn": { "update": "Исправлять", "delete": "удалить" }
            },
            "mention": {
                "common": {
                    "success": "успех",
                    "failure": "Неудача",
                    "delMention": "Если план подписки уже продается, пожалуйста, будьте осторожны, чтобы удалить его."
                }
            },
            "form": {
                "title": "Добавить подписку",
                "items": {
                    "name": {
                        "title": "Название подписки",
                        "placeholder": "Введите имя плана подписки"
                    },
                    "describe": {
                        "title": "Описание подписки",
                        "placeholder": "Введите описание для подписки (поддержка Markdown)"
                    },
                    "isSale": { "title": "Включить продажи" },
                    "isRenew": { "title": "Включить продолжающуюся плату" },
                    "group": {
                        "title": "Так называемая правозащитная группа",
                        "placeholder": "Выберите законную группу"
                    },
                    "capacityLimit": {
                        "title": "Максимальное количество разрешенных пользователей",
                        "placeholder": "Максимальное количество разрешенных пользователей"
                    },
                    "planResidue": {
                        "title": "Оставшаяся сумма",
                        "placeholder": "Оставшаяся сумма"
                    },
                    "sort": {
                        "title": "Сортировка",
                        "placeholder": "Для сортировки фронта"
                    },
                    "periodPlaceholder": {
                        "month": "Введите ежемесячную цену оплаты",
                        "quarter": "Введите ежеквартально оплачиваемую цену",
                        "halfYear": "Введите цену платежа на полгоды",
                        "year": "Введите годовую цену платежа"
                    }
                }
            }
        },
        "couponMgr": {
            "title": "Управление купонами",
            "description": "Здесь вы можете добавить несколько купонов для определенных фестивалей и т. Д., Которые позволяют пользователям использовать их при размещении заказов и предлагают скидки в соответствии с установленной вами долю.",
            "fetchErr": "Повторите, если данные не удалены",
            "fetchPlanKvFailurese": "Получить список планов подписки.",
            "table": {
                "id": "#",
                "enabled": "Допустить ли",
                "name": "Имя",
                "code": "Купон",
                "percentOff": "Информация о скидках",
                "capacity": "Общее количество",
                "residue": "Оставшаяся сумма",
                "startTime": "Включить время",
                "endTime": "Время окончания",
                "actions": "работать",
                "edit": "Редактировать",
                "delete": "удалить"
            },
            "modal": {
                "newCoupon": "Добавить новый купон",
                "editCoupon": "Изменить информацию о купоне",
                "confirmAdd": "Подтвердите, чтобы добавить",
                "confirmEdit": "Подтвердите модификацию",
                "emptyNotAllow": "Этот предмет требуется",
                "delMention": "Купон будет недействительным сразу после удаления записи, и вы не можете снять эту операцию.",
                "cancel": "Отмена",
                "name": {
                    "title": "Название купона",
                    "placeholder": "Пожалуйста, введите имя купона"
                },
                "code": {
                    "title": "Купон",
                    "placeholder": "Настроить код купона (оставьте его пустым и генерируйте его как можно скорее)"
                },
                "percentOff": {
                    "title": "Предложите информацию (процент)",
                    "placeholder": "Введите процент скидки (например, скидка -12%)"
                },
                "activeRange": { "title": "Доступный ассортимент купонов" },
                "capacity": {
                    "title": "Максимальное количество используемых купонов",
                    "placeholder": "Предел максимального предела использования (нет ограничения, если пусто,)"
                },
                "residue": {
                    "title": "Количество используемых купонов",
                    "placeholder": "Установите количество раз, когда купон используется оставшимся"
                },
                "perUserLimit": {
                    "title": "Количество раз каждый пользователь может использовать купон",
                    "placeholder": "Ограничьте количество раз, когда каждый пользователь может использовать (нет ограничения на пространство)"
                },
                "planLimit": {
                    "title": "Укажите план подписки",
                    "placeholder": "Ограничения на указанный план подписки на использование предложения (нет ограничения на пространство)"
                }
            }
        },
        "orderMgr": {
            "title": "Управление заказами",
            "description": "Здесь вы можете просмотреть все заказы, спланированные подпиской, фильтровать заказы для разных пользователей, обрабатывать заказы для пользователей и многое другое.",
            "table": {
                "id": "#",
                "orderId": "Номер заказа",
                "email": "Пользовательский почтовый ящик",
                "status": {
                    "title": "Тип",
                    "t1": "Недавно приобретен",
                    "t2": "Продолжить плату",
                    "t3": "Редактировать"
                },
                "planName": "Планируйте имя",
                "period": "Цикл",
                "group": "Правозащитная группа",
                "amount": "Реальная сумма оплаты",
                "price": "Первоначальная цена",
                "isSuccess": {
                    "title": "Статус заказа",
                    "cancelOrder": "Отменить заказ",
                    "passOrder": "По заказу"
                },
                "createdAt": "Заказать время создания",
                "action": { "title": "работать", "showDetail": "Показать детали" }
            },
            "search": "Заказ запросов",
            "resetSearch": "Сбросить запрос",
            "failureReason": "Причина неудачи",
            "couponId": "Идентификатор купона",
            "couponName": "Название купона",
            "noEntry": "без",
            "orderDetail": "Подробная информация о заказе",
            "searchModal": {
                "email": {
                    "title": "Пользовательский почтовый ящик",
                    "placeholder": "Введите электронную почту пользователя (нечеткий поиск)"
                },
                "sort": {
                    "title": "Алгоритм сортировки",
                    "placeholder": "Выберите алгоритм сортировки",
                    "ASC": "Восходящий порядок",
                    "DESC": "нисходящий порядок"
                }
            },
            "tradeWaiting": "Не оплачен",
            "tradeFailure": "Сделка не удалась",
            "tradeSuccess": "успех"
        },
        "userMgr": {
            "userManager": "Управление пользователями",
            "description": "Вы можете управлять всеми пользователями здесь, включая сотрудников и администраторов, грант или отмену прав на управление, устанавливать остатки пользователей, сбросить пароли, добавлять новых пользователей вручную и многое другое.",
            "enterEmail": "Пожалуйста, введите свою электронную почту",
            "enterValidEmail": "Пожалуйста, введите правильный формат электронной почты",
            "enterPassword": "Пожалуйста, введите свой пароль",
            "passwordMinLength": "Длина пароля не может быть менее 6 цифр",
            "passwordMaxLength": "Длина пароля не может превышать 20 цифр",
            "passwordStrength": "Пароли должны содержать буквы, номера и специальные символы",
            "validationSuccess": "Проверка прошла",
            "validationFailed": "Проверка проверки формы, пожалуйста, проверьте ввод элемента",
            "editProfile": "Редактировать информацию",
            "banUser": "Отключить логин",
            "unbanUser": "Разблокировать пользователя",
            "noRecord": "Незарегистрированный",
            "normal": "нормальный",
            "banned": "Запрещен",
            "deleted": "Выходите из строя",
            "nullContent": "НУЛЕВОЙ",
            "balance": "Количество",
            "orderCount": "Количество заказа",
            "planCount": "Планы",
            "actions": "работать",
            "updateSuccess": "Обновление успешно",
            "addUserSuccess": "Успешно добавление нового пользователя",
            "unknownError": "Неизвестная ошибка",
            "email": "Электронная почта",
            "registerDate": "Дата регистрации",
            "isAdmin": "Администратор",
            "isStaff": "персонал",
            "accountStatus": "Статус учетной записи",
            "inviteCode": "Приглашение код",
            "query": "Запрос",
            "reset": "Перезагрузить",
            "addNewUser": "Добавлен пользователь",
            "searchUser": "Пользователь запроса",
            "cancel": "Отмена",
            "submit": "представлять на рассмотрение",
            "userEmail": "Пользовательский почтовый ящик",
            "inputUserEmail": "Введите электронную почту пользователя (нечеткий поиск)",
            "inputEmail": "Введите электронное письмо",
            "password": "пароль",
            "inputPassword": "Введите пароль",
            "editUser": "Редактировать пользователя",
            "no": "нет",
            "yes": "да",
            "mention": {
                "title": "Вы уверены, что хотите отключить свою учетную запись?",
                "content": "Если пользователь заблокирован, пользователь не сможет войти в {appname}, и все связанные с ним ресурсы станут недоступными."
            }
        },
        "activation": {
            "activateLog": "Активировать запись",
            "description": "Вы можете просмотреть конкретный статус активации всех проданных ключей, просмотреть код идентификации клиента, время активации и т. Д.",
            "click2getKey": "Нажмите, чтобы получить контент ключа",
            "createdAt": "Время создания",
            "turn2keyPage": "Обратитесь к ключу",
            "showKey": "Показать ключ",
            "email": "Электронная почта",
            "key": "Ключ",
            "search": "Поиск",
            "filter": "Скрининг",
            "filterAll": "все",
            "filterActive": "Только эффективно",
            "sortAlgorithm": "Алгоритм сортировки",
            "sortASC": "Восходящий порядок",
            "sortDESC": "нисходящий порядок"
        },
        "keysMgr": {
            "keyMgr": "Управление ключами",
            "description": "Вы можете проверить все сгенерированные содержания ключей и статус их использования, период достоверности и т. Д. Вы также можете отключить ключ.",
            "enableKey": "Включить ключ",
            "disableKey": "Отключить ключи",
            "table": {
                "email": "Адрес электронной почты",
                "key": "Ключевой контент",
                "isValid": "Это действительно или нет",
                "isUsed": "Использовать ли это",
                "isExpired": "Истекает ли это",
                "active": "активный",
                "inactive": "Истекший",
                "yes": "эффективный",
                "no": "Истекший",
                "ok": "нормальный",
                "blocked": "Отключить статус",
                "unUsed": "Не используется",
                "used": "Использовал",
                "showDetail": "Показать детали",
                "blockKey": "Отключить ключи",
                "unblockKey": "Недовольный"
            },
            "searchModal": {
                "searchMethod": "Метод запроса",
                "byId": "Запрос от ID",
                "byContent": "Запрос через ключи (нечеткие)",
                "keyId": "Идентификатор ключа",
                "idPlaceholder": "Введите идентификатор ключа здесь",
                "keyContent": "Ключевое слово",
                "contentPlaceholder": "Введите часть ключа здесь"
            },
            "mention": {
                "blockOk": "Отключение клавиши успешно идентификатор: {id}",
                "title": "Вы уверены, что хотите отключить ключ?",
                "content": "Чтобы обеспечить опыт пользователя, пожалуйста, подтвердите содержание ключа."
            },
            "detailModal": {
                "title": "Ключевые детали",
                "userId": "ID пользователя",
                "planName": "Название плана подписки",
                "expiredAt": "Дата истечения срока",
                "keyGeneratedAt": "Дата ключевого поколения",
                "clientId": "Идентификатор клиента"
            }
        },
        "noticeMgr": {
            "title": "Управление объявлением",
            "description": "Объявления можно управлять здесь.",
            "addNotice": "Добавьте объявление",
            "table": {
                "id": "#",
                "show": "Отображать ли",
                "title": "Заголовок",
                "createdAt": "Время создания",
                "action": {
                    "title": "работать",
                    "edit": "Редактировать",
                    "delete": "удалить"
                }
            },
            "mention": {
                "title": "Вы знаете, что хотите удалить его?",
                "content": "Объявление будет удалено немедленно, и вы не можете отозвать это действие."
            },
            "modal": {
                "addNew": "Новое объявление",
                "title": {
                    "title": "Название объявления",
                    "placeholder": "Показать как большой титул в актерском составе колеса"
                },
                "content": {
                    "title": "Содержание объявления",
                    "placeholder": "Основное содержание написания объявления"
                },
                "tag": {
                    "title": "Объявление теги",
                    "placeholder": "Введите тег для объявления"
                },
                "img": {
                    "title": "Фоновое изображение URL",
                    "placeholder": "Используйте фон по умолчанию, если вы не заполняете"
                }
            }
        },
        "adminTicket": {
            "ticketMgr": "Управление заказом работы",
            "description": "Вы можете просмотреть все пользователи, поданные работы здесь.",
            "pendingTicket": "Рабочие заказы обрабатываются",
            "finishedTicket": "Завершенный заказ на работу",
            "type": {
                "pendingDescription": "Заказ на живую работу, это рабочий порядок, который вы должны обработать.",
                "finishedDescription": "Завершенные рабочие заказы, вы можете просмотреть их здесь."
            },
            "chooseOneNecessary": "Вы должны выбрать хотя бы один пункт",
            "mention": {
                "title": "Вы уверены, что хотите закрыть билет?",
                "content": "Заказ будет архив в завершенный заказ после того, как он будет закрыт."
            }
        }
    },
    "userLogin": {
        "loginToContinue": "Войдите в систему, чтобы продолжить",
        "email": "Адрес электронной почты",
        "password": "пароль",
        "haveNoAccount": "У вас еще нет аккаунта?",
        "login": "авторизоваться",
        "reg": "Зарегистрироваться сейчас",
        "otherMethods": "Или использовать другие методы для продолжения",
        "github": "Продолжить с учетной записью GitHub",
        "microsoft": "Продолжить с учетной записью Microsoft",
        "apple": "Продолжить с учетной записью Apple",
        "google": "Продолжить с учетной записью Google",
        "backHomePage": "Вернуться на домашнюю страницу",
        "form": {
            "emailRequire": "Требуется адрес электронной почты",
            "passwordRequire": "Вы еще не ввели свой пароль"
        },
        "authPass": "Проверка прошла",
        "loginFailure": "Ошибка входа",
        "checkForm": "Пожалуйста, проверьте форму",
        "if2FaEnabledHint": "Если вы включили двухэтапную проверку (не требуется)",
        "reqErr": "Пожалуйста, попробуйте еще раз, если есть ошибка",
        "accountLocked": "Ваша учетная запись может быть зарегистрирована или запрещена и не может быть использована в данный момент.",
        "tokenNotExist": "Пожалуйста, предоставьте токен"
    },
    "userRegister": {
        "backHomePage": "Вернуться на домашнюю страницу",
        "newAccount": "Подготовьте свою новую учетную запись",
        "email": "Адрес электронной почты",
        "verifyCode": "Код проверки электронной почты",
        "invalidEmailFormat": "Формат электронной почты является незаконным",
        "sendVerifyCode": "Отправить код проверки электронной почты",
        "sendSuccess": "Электронное письмо было успешно отправлено, пожалуйста, проверьте электронное письмо.",
        "pwd": "пароль",
        "pwdAgain": "Подтвердите пароль",
        "inviteCode": "Код приглашения (необязательно)",
        "agreement": "Я читал и согласился",
        "terminalUserAgreement": "Условия пользователя",
        "reg": "зарегистрировать",
        "infoIncomplete": "Неполная информация",
        "pwdIncorrect": "Пароль противоречив",
        "regSuccess": "Регистрация успешна и возвращается к входу в систему",
        "regFailure": "Регистрация не удалась",
        "success": "успех",
        "failure": "Неудача",
        "unknownErr": "Неизвестная ошибка",
        "verifyCodeErr": "Ошибка кода проверки",
        "verifyCodeExpireErr": "Код проверки неверный или истек.",
        "thisMailAlreadyExist": "Электронное письмо было зарегистрировано",
        "pageConfigFetchFailure": "Если приобретение конфигурации не удастся, пожалуйста, обновите и попробуйте еще раз",
        "stopRegisterTitle": "Регистрация была остановлена",
        "stopRegisterHint": "Извините, регистрационная функция была приостановлена. Если вам это нужно, попробуйте позже или свяжитесь с нашей командой поддержки для получения дополнительной информации. Спасибо за понимание и поддержку.",
        "passwordComplexRequirePart1": "* Пароли должны соответствовать требованиям",
        "passwordComplexRequirePart2": "Требования к сложности",
        "passwordComplexHint1": "1. Требуются три или более типов больших букв, небольших букв, чисел, специальных символов.",
        "passwordComplexHint2": "2. Длина составляет более 10 цифр",
        "form": {
            "checkForm": "Пожалуйста, проверьте содержание формы",
            "emailFormatErr": "Формат адреса электронной почты неверен",
            "gmailLimitErr": "Gmail Несколько имен не допускаются",
            "gmailDotNotAllowed": "\".\"",
            "gmailPartLowerForced": "Местная часть адреса Gmail должна быть всеми читателями",
            "googlemailNotAllowed": "Адрес Googlemail не поддерживается",
            "verifyCodeRequire": "Пожалуйста, введите код проверки",
            "verifyCodeFormatErr": "Формат кода проверки неверен",
            "passwordRequire": "Пожалуйста, введите свой пароль",
            "passwordLengthRequire": "Длина пароля должна быть больше или равной 10 цифр",
            "passwordComplexRequire": "Пароль должен содержать как минимум три типа больших букв, небольшие буквы, числа и специальные символы.",
            "passwordAgainNotMatch": "Пароли введены дважды несоответствие",
            "passwordAgainRequire": "Пожалуйста, введите подтвержденный пароль",
            "inviteCodeRequire": "Требуется код приглашения"
        },
        "hCaptcha": {
            "passed": "Проверка человеческой машины прошла",
            "expired": "Пожалуйста, попробуйте еще раз после истечения",
            "challengeExpired": "Проверка превышает время",
            "err": "Другие ошибки"
        },
        "allRightsReserved": "Все права защищены",
        "securityAndLaws": "Веб -сайт защищен и проверен HCaptcha и подлежит местным законам."
    },
    "userSummary": {
        "title": "Инструмент",
        "myPlan": "Моя подписка",
        "shortcut": "Ярлыки",
        "timeLeft": "Подписка действительна и истекает в {msg}.",
        "toPurchase": "Купить подписку",
        "tutorial": {
            "title": "Посмотреть учебник",
            "content": "Узнайте, как использовать {имя}"
        },
        "checkKey": {
            "title": "Посмотреть ключи",
            "content": "Быстро ввести ключи клиенту для использования"
        },
        "renewPlan": {
            "title": "Продолжить подписку",
            "content": "Сделайте непрерывную оплату за вашу текущую подписку"
        },
        "appDown": {
            "title": "Приложение скачать",
            "content": "Загрузите наши приложения с разных платформ для лучшего физического опыта"
        },
        "support": {
            "title": "Встречается с проблемой",
            "content": "Если вы столкнетесь с какими -либо проблемами, вы можете общаться с нашими людьми через рабочий заказ."
        },
        "haveTicket": "У вас есть порядок {count}, который будет обработан",
        "toCheckTicket": "Иди и проверь это",
        "showAllKeys": "Посмотреть все ключи"
    },
    "userDocument": {
        "title": "Используйте документ",
        "description": "Здесь вы можете проверить различные документы, включая, помимо прочего, методы использования веб -сайта, меры предосторожности, процедуры эксплуатации и т. Д. Если вы найдете какие -либо ошибки в статье, отправьте заказ на работу.",
        "searchPlaceholder": "Пожалуйста, введите контент, который вы хотите найти (Fuzzy Search)",
        "searchBtn": "поиск",
        "noContentTitle": "Нет результатов",
        "noContentTitleHint": "Нет документа, который соответствует результатам вашего поиска или языке, попробуйте изменить на ключевое слово."
    },
    "newPurchase": {
        "title": "Купить подписку",
        "description": "Вы можете выбрать план подписки, который подходит вам лучше всего.",
        "headerPlaceholder": "Выберите план, который подходит вам лучше всего",
        "purchaseBtn": "Заказ",
        "noLeft": "Недостаточное количество оставшихся",
        "monthPay": "Ежемесячный платеж",
        "moreMethod": "Больше вариантов"
    },
    "newSettlement": {
        "err": "Ошибка",
        "monthPay": "Ежемесячный платеж",
        "quarterPay": "Ежеквартальный оплата",
        "halfYearPay": "Полгода оплата",
        "yearPay": "Годовой платеж",
        "payCycle": "Платежный цикл",
        "couponPlaceholder": "Есть купон?",
        "verifyBtn": "Проверка",
        "orderTotalTitle": "Общая сумма заказа",
        "total": "Общий",
        "submitOrder": "Отправить заказ",
        "coupon": "Купоны",
        "notify": {
            "passTitle": "Проверка прошла",
            "couponVerified": "Купон действителен",
            "couponInvalid": "Купон недействителен",
            "couponIsNull": "Введенный код купона не может быть пустым"
        }
    },
    "userProfile": {
        "title": "Личный центр",
        "myWallet": "Моя сумка денег",
        "walletSub": "Баланс счета (используется только для потребления)",
        "alertPwd": "Изменить ключ",
        "oldPwd": "Старый ключ",
        "oldPwdSub": "Пожалуйста, введите старый пароль",
        "newPwd": "Новый ключ",
        "newPwdSub": "Пожалуйста, введите новый ключ",
        "newPwdAgain": "Подтвердите ключ",
        "newPwdAgainSub": "Пожалуйста, введите новый ключ еще раз",
        "saveBtn": "сохранять",
        "notify": "уведомлять",
        "enableNotify": "Включить уведомление об истечении срока действия",
        "deleteAccount": "Регистрация аккаунта",
        "deleteAccountSub": "Ваша учетная запись будет помечена как удаленная, если вам нужно повторно использовать наши услуги, пожалуйста, повторно регистрируйтесь",
        "deleteBtn": "Зарегистрируйте мою учетную запись",
        "oldPwdVerifiedFailure": "Старая проверка пароля не удалась",
        "alertFailure": "Не удалось изменить ключ",
        "alertSuccess": "Модификация была успешной",
        "alertSuccessSub": "Пожалуйста, войдите в систему с новым паролем",
        "errorPwdFormat": "Ошибка формата пароля",
        "pwdNotMatch": "Входы пароля противоречивы",
        "oldPwdNotNull": "Старый пароль не может быть пустым",
        "toTopUp": "Перейти к перезарядке",
        "deleteMyTitle": "предупреждать",
        "deleteMyContent": "Вы обязательно удалите свою учетную запись? Если вам нужно использовать Сервис, пожалуйста, перерегистрируйтесь.",
        "deleteMyPositiveText": "Подтвердите удаление",
        "deleteMyNegativeText": "Отмена",
        "deletedSuccessMsg": "Учетная запись была удалена, и спустя будет период времени.",
        "deleteErrOccur": "Ошибка встречалась",
        "faAuth": "Двухэтапная проверка 2FA",
        "faAuthHint": "Двухэтапная проверка-это механизм безопасности, который добавляет уровни защиты для входа в вашу учетную запись. После ввода пароля пользователю необходимо выполнить второй этап проверки идентификации, такой как введение кода проверки, отправленного на телефон, с использованием приложения для проверки идентификации для генерации динамического кода или подтверждение его биологическими характеристиками, такими как отпечатки пальцев.",
        "faAuthStatus": "Двухэтапный статус проверки",
        "faEnabled": "Перезагружен",
        "faNotEnabled": "Не активирован",
        "setup2Fa": "Настройка двухэтапной проверки",
        "disable2Fa": "Отменить двухэтапную проверку",
        "unknownErr": "Неизвестная ошибка",
        "disable2FaCancelled": "Отменен",
        "closed2FaHint": "Двухступенчатая проверка была закрыта, пожалуйста, добавьте ее снова, если это необходимо.",
        "setup2FaModal": {
            "followStep": "Добавьте его в свое устройство проверки в соответствии с подсказками",
            "step1Title": "Следуйте шагам ниже, чтобы включить проверку 2FA",
            "step1Context1": "1. Вам нужно иметь универсальное устройство проверки на мобильном устройстве",
            "step1Context2": "2. Нажмите кнопку сканирования на устройстве проверки, чтобы сканировать QR -код здесь",
            "step1Context3": "3. Этот QR -код содержит вашу проверку информации и уникальные ключи.",
            "step2Context1": "Чтобы гарантировать, что ваше устройство проверки может использоваться нормально, нам необходимо провести тест.",
            "test2Fa": "Тест",
            "cancel": "Отмена"
        },
        "deleteMyAccountModal": {
            "title": "Регистрация аккаунта",
            "contentLine1": "Бухгалтерский учет - необратимая операция. Как только вы подтвердите, что он удален, вы навсегда потеряете доступ к учетной записи, что означает, что вы не сможете войти снова и все данные, связанные с этой учетной записью, включая, помимо прочего, вашу личную информацию, историю, контент сбора, записи о покупке и т. Д., Не смогут получить к нему доступ.",
            "contentLine2": "Если у вас есть постоянный бизнес на нашей платформе, такой как незаконченные заказы, мероприятия, участвующие в службах подписки и т. Д., Они будут прекращены или отменены с помощью удаления вашей учетной записи, что может принести вам соответствующие убытки. В то же время, контакты и информация о взаимодействии, которые вы и другие пользователи через эту платформу больше не будут существовать.",
            "contentLine3": "Пожалуйста, подтвердите свое решение еще раз. Если вы все еще хотите удалить свою учетную запись, нажмите кнопку «Подтвердить удаление».",
            "inputHint1": "Входить \"",
            "inputHint2": "\" Продолжать.",
            "confirmDelete": "Подтвердить удалить"
        },
        "failure": "Столкнулся с ошибкой",
        "notLatestHint": "Обновление личной информации не удалось, и текущие данные не могут быть последними.",
        "resetPassword": {
            "previousPasswordRequire": "Пожалуйста, введите старый пароль",
            "previousPasswordVerifiedFailure": "Старая проверка пароля не удалась",
            "passwordRequire": "Пожалуйста, введите свой пароль",
            "passwordConflict": "Новый пароль не может быть таким же, как и предыдущий пароль",
            "passwordLengthRequire": "Длина пароля должна быть больше или равной 10 цифр",
            "passwordComplexRequire": "Пароль должен содержать как минимум три типа больших букв, небольшие буквы, числа и специальные символы.",
            "passwordAgainNotMatch": "Пароли введены дважды несоответствие",
            "passwordAgainRequire": "Пожалуйста, введите подтвержденный пароль",
            "updatePasswordFailure": "Произошла ошибка при обновлении пароля"
        },
        "secondary": {
            "title": "Основная информация",
            "card": {
                "avatar": "Изображение головы пользователя",
                "name": "Имя пользователя",
                "lastLoginAt": "Последнее время входа в систему",
                "accountStatus": "Статус учетной записи"
            },
            "modify": {
                "uploadIconHint": "Загрузить",
                "alterAvatar": "Добавить/изменить изображения головки",
                "alterShallow": "* Нажмите на изображение головы или имя пользователя, чтобы добавить или изменить (очистка не допускается после настройки)",
                "alterName": "Изменить имя пользователя",
                "input": {
                    "label": "имя пользователя",
                    "placeholder": "Введите имя пользователя",
                    "spaceIsNotAllowed": "Проверка имени пользователя не проходит",
                    "require": {
                        "p1": "Чистые числа не допускаются, а числа открываются",
                        "p2": "Не разрешено место",
                        "p3": "Дольше трех"
                    }
                }
            },
            "mention": {
                "alterNameSuccess": "Модификация имени пользователя была успешной",
                "alterNameErr": "Если имя пользователя не удается, попробуйте еще раз позже",
                "newNameIsNotValid": "Незаконное имя пользователя",
                "click2SetName": "Нажмите, чтобы установить имя пользователя",
                "fetchAvatarErr": "Если данные изображения головы не сняты, попробуйте еще раз позже",
                "alterAvatarErr": "Если изображение головы не удается, попробуйте еще раз позже",
                "success": "успех",
                "alterAvatarSuccess": "Изображение головы было успешно изменено.",
                "uploadImageHint": "Вы можете загружать изображения в качестве нового заголовка",
                "imageRequire": {
                    "title": "Уведомление",
                    "p1": "Вы можете загрузить основные форматы, такие как *.jpg (jpeg), *.png, *.webp и т. Д.",
                    "p2": "Коэффициент длины изображения составляет 1: 1 (квадрат), если это другое соотношение, оно будет разрезано на квадрат в центре, а избыток будет удален.",
                    "p3": "Размер загруженного вами изображения будет установлен на 160px."
                },
                "click2Upload": "Нажмите или перетащите файл в область, чтобы загрузить",
                "uploadWarn": "*Пожалуйста, не загружайте конфиденциальные данные, такие как банковская карта, кредитная карта, пароль и код безопасности."
            }
        }
    },
    "userKeys": {
        "myKeys": "Мой ключ",
        "description": "Вы можете просмотреть статус события, дату истечения срока действия и т. Д. Для всех ваших ключей.",
        "noKeys": "У вас еще нет записи о покупке",
        "keyDetail": "Ключевые детали",
        "keyId": "Идентификатор ключа",
        "orderId": "Ссылка идентификатор заказа",
        "clientId": "Активировать идентификатор клиента",
        "active": "В период достоверности",
        "inActive": "Истекший",
        "valid": "Ключевое состояние нормальное",
        "invalid": "Ключ был отключен",
        "isUsed": "Активируется для использования",
        "noUsed": "Еще не используется",
        "releaseData": "Дата ключевого поколения",
        "expirationData": "Дата истечения срока",
        "none": "без",
        "authorizationFor": "Ключевое разрешение",
        "hoverClickMention": "Нажмите, чтобы скопировать в буфер обмена",
        "copiedSuccessMessage": "Ключевая копия была успешно скопирована.",
        "copyFailure": "Копирование сбоя",
        "hoverCopiedSuccessMention": "Копировать успешно"
    },
    "userOrders": {
        "myOrders": "Мой заказ",
        "description": "Все ваши заказы будут отображаться здесь, если у вас есть невыплаченные заказы, вы можете нажать «Продолжить платеж» или отменить заказ, и вы можете просмотреть данные заказа после выполнения за выполненные заказы.",
        "orderId": "#",
        "planName": "Название подписки",
        "planCycle": "Цикл подписки",
        "orderPrice": "Сумма заказа",
        "orderStatus": "Статус заказа",
        "createdAt": "Время создания",
        "operate": "работать",
        "showDetail": "Подробная информация о заказе",
        "cancelOrder": "Отменить заказ",
        "canceled": "Отменен",
        "period": {
            "monthPay": "Ежемесячный платеж",
            "quarterPay": "Ежеквартальный оплата",
            "halfYearPay": "Полгода оплата",
            "yearPay": "Годовой платеж"
        },
        "orderStatusTags": {
            "success": "успех",
            "cancelled": "Неудача",
            "notPay": "Не оплачен"
        },
        "orderCancelled": "Заказ отменен",
        "unknownErr": "Неизвестная ошибка"
    },
    "userTopUp": {
        "topUp": "Пополнение аккаунта",
        "description": "Вы можете зарядить свою учетную запись здесь, поддержать пользовательские суммы перезарядки, и вы также можете обратить внимание на то, есть ли какая -либо информация о скидках, отображаемая ниже, и использовать упомянутый метод оплаты для получения скидок.",
        "chooseTopUpAmount": "Выберите сумму перезарядки",
        "quickSelect": "Быстро выберите",
        "customAmount": "Пользовательская сумма",
        "maxAmount": "Максимальная сумма: 10 000 000",
        "amountInputPlaceHolder": "Введите сумму, которая будет заряжена",
        "otherAmount": "Другие суммы",
        "payMethod": "Способ оплаты",
        "wechat": "WeChat платеж",
        "alipay": "Оплата",
        "apple": "Apple Pay",
        "yourAmount": "Ваша сумма",
        "discount": "Предложения",
        "accountBalance": "Баланс счета",
        "balanceResult": "Сумма баланса",
        "commitTopUp": "представлять на рассмотрение",
        "payMethodNotAllow": "Метод оплаты недоступен",
        "topUpIssueOccur": "Есть проблемы с перезарядкой?",
        "payIssueOccur": "Есть проблемы с оплатой?",
        "chatWithUs": "Свяжитесь с обслуживанием клиентов",
        "pay": "Платить",
        "qrCodeScannedSuccess": "QR -код успешно",
        "orClickToApp": "Или нажмите на панель, обратитесь к приложению и продолжайте",
        "topUpSuccess": "Пополнить успешно",
        "thankU": "Спасибо за вашу поддержку"
    },
    "userConfirmOrder": {
        "switchPlan": "Переключитесь на подписку",
        "cancelOrder": "Отменить заказ",
        "yourPrice": "Ваша цена",
        "couponOffset": "Купонный скидка",
        "price": "Цена",
        "submit": "представлять на рассмотрение",
        "monthPay": "Ежемесячный платеж",
        "quarterPay": "Ежеквартальный оплата",
        "halfYearPay": "Полгода оплата",
        "yearPay": "Годовой платеж",
        "goodInfo": "Информация о продукте",
        "cycleOrType": "Цикл/тип",
        "orderNumber": "Номер заказа",
        "createdAt": "Дата создания",
        "orderExpired": "Заказ превысил",
        "paySuccessfully": "Оплата была успешной, спасибо за вашу поддержку.",
        "balanceNotEnough": "Если ваш баланс недостаточен, пожалуйста, перезаряйте в первую очередь.",
        "orderErrorOccur": "Произошла ошибка во время упорядочения",
        "orderCancelled": "Заказ отменен"
    },
    "paymentResultParts": {
        "goodInfoView": { "goodInfo": "Информация о продукте" },
        "orderInfoView": { "orderInfo": "Заказать информацию" }
    },
    "orderPartUniversal": {
        "period": {
            "monthPay": "Ежемесячный платеж",
            "quarterPay": "Ежеквартальный оплата",
            "halfYearPay": "Полгода оплата",
            "yearPay": "Годовой платеж"
        },
        "orderDataHex": {
            "goodInfo": "Информация о продукте",
            "orderInfo": "Заказать информацию",
            "cycleOrType": "Цикл/тип",
            "orderNumber": "Номер заказа",
            "createdAt": "Дата создания",
            "amount": "Сумма оплаты",
            "paidAt": "Время оплаты"
        }
    },
    "orderDetail": {
        "finished": "Завершенный",
        "finishedAndSuccessDescription": "Заказ был успешно оплачен и открыт",
        "useManual": "Посмотреть учебник",
        "payPending": "Еще не оплачен",
        "pendingDescription": "Заказы хранятся через регулярные промежутки времени, и вы можете нажать кнопку ниже, чтобы продолжить оплату.",
        "toPay": "Пойти, чтобы заплатить",
        "outDate": "Истек",
        "outDateDescription": "Поскольку вы отменили заказ или не завершили платеж в течение указанного времени, заказ был отменен, и вы можете заменить подписку.",
        "chooseNewPlan": "Выберите новый план подписки"
    },
    "userInvite": {
        "myInvite": "Мое приглашение",
        "description": "Если администратор включил скидки за приглашения, вы можете увидеть конкретные правила скидок здесь. После создания ссылки на приглашение поделитесь ею с другими, чтобы зарегистрироваться, и вы сможете получить скидку.",
        "unit": "Количество людей",
        "inviteCodeMgr": "Ваш код приглашения",
        "generateInviteCode": "Генерировать коды случайных приглашений",
        "faCodeManage": "Управление кодом приглашения",
        "email": "Электронная почта",
        "createdAt": "Время регистрации",
        "createFaCodeFailure": "Творение не удалось",
        "linkCopiedSuccess": "Ссылка скопирована успешно",
        "generateFaCode": "Создайте код приглашения",
        "flushFaCode": "Обновить код приглашения",
        "faCode": "Приглашение код",
        "noFaCode": "У вас еще нет кода приглашения, пожалуйста, сделайте это.",
        "faLink": "Приглашение ссылка",
        "generateFaCodePlease": "Пожалуйста, создайте код приглашения",
        "usersMyInvited": "Пользователи, которых я приглашаю",
        "generateCodeConfirm": "Подтвердите генерировать/обновить",
        "generateCodeHint": "Обратите внимание, что код приглашения не может быть закрыт после создания.",
        "positiveClick": "Подтверждать",
        "negativeClick": "Отмена"
    },
    "userTickets": {
        "description": "Если вы столкнетесь с какими -либо проблемами с использованием, отправьте здесь работу.",
        "ticketId": "#",
        "ticketSubject": "Тема заказа работы",
        "ticketUrgency": "Рабочий заказ",
        "ticketContent": "Контент рабочего заказа",
        "ticketUrgencyLevel": {
            "low": "Низкий",
            "med": "середина",
            "high": "высокий"
        },
        "ticketStatus": "Статус работы заказа",
        "ticketCreatedAt": "Время создания",
        "lastResponse": "Последний ответ",
        "operate": "работать",
        "checkTicket": "Посмотреть заказ на работу",
        "closeTicket": "Закрыть рабочую заказа",
        "userTickets": "История работает",
        "addTicket": "Новый строительный заказ",
        "ticketActive": "Не закрыт",
        "ticketInActive": "Закрыто",
        "form": {
            "ticketSubjectDescription": "Пожалуйста, введите тему заказа работы",
            "ticketUrgencyDescription": "Пожалуйста, выберите срочность рабочего заказа",
            "ticketBody": "Пожалуйста, введите проблему, которую вы хотите решить, как можно исчез.",
            "ticketNotFinished": "Пожалуйста, попробуйте информацию о полном рабочем заказе"
        },
        "checkForm": "Пожалуйста, проверьте, заполнена ли форма",
        "cancel": "Отмена",
        "submit": "представлять на рассмотрение",
        "commitNewTicketSuccess": "Успешно отправить новый заказ на работу",
        "commitNewTicketFailure": "Отправить новую ошибку заказа работы",
        "noReply": "Пока нет ответа",
        "noTickets": "Вы еще не отправили заказ на работу",
        "ticketCloseSuccess": "Заказ на работу успешно закрыт",
        "ticketCloseFailure": "Закрытие порядок работы не удалось",
        "chatDialog": {
            "input": {
                "finished": "Заказ на работу был заключен",
                "inputHere": "Введите сообщение, которое будет отправлено"
            },
            "send": "Отправлять",
            "missingToken": "Подключение к WebSocket не может быть создано, потому что токены отсутствуют.",
            "msgEmptyNotAllowed": "Содержание сообщения не может быть пустым",
            "accessNotPermit": "Незаконное визит",
            "sendSuccess": "Отправить сообщение успешно"
        }
    },
    "userActivation": {
        "activateLog": "Активировать запись",
        "description": "Здесь вы можете просмотреть свою запись активации и установить неопределенное устройство или настроить информацию о примечании для каждой клавиши и записи активации.",
        "id": "#",
        "orderId": "Номер заказа",
        "orderStatus": "Заказ",
        "createdAt": "Время создания",
        "operate": "работать",
        "userId": "ID пользователя",
        "email": "Электронная почта",
        "keyId": "Идентификатор ключа",
        "isBind": "Следует ли активировать",
        "active": "эффективный",
        "inactive": "Неэффективный",
        "requestAt": "Запросить время",
        "clientVersion": "Клиентская сторона",
        "osType": "Операционная система",
        "remark": "Примечание",
        "noRemark": "Нет заметки",
        "showDetail": "Просмотреть детали",
        "actions": "работать",
        "details": "Подробности",
        "keyContent": "Ключевой контент",
        "keyGeneratedAt": "Ключевое поколение время",
        "activateRequestAt": "Активировать время запроса",
        "useIssueOccur": "Есть проблемы с использованием?",
        "chatWithUs": "Связаться с нами",
        "cancelBind": "Отменить указ",
        "alterRemark": "Изменить заметки",
        "commitRemark": "представлять на рассмотрение",
        "updateSuccess": "Обновление успешно",
        "setRemark": "Установите информацию о примечании здесь"
    },
    "userAppDownload": {
        "title": "Приложение скачать",
        "description": "",
        "common": {
            "title": "Загрузите наше приложение",
            "shallow2": "Получите наши приложения для разных клиентов",
            "shallow": "Используя наше приложение, вы можете легче получить доступ к нашим услугам, каждый раз устраняя сложную работу браузера;",
            "noDownload": "Мы сожалеем, что пока не будет загружено."
        },
        "suffix": {
            "p1": "*Для приложений на платформе macOS, пожалуйста, используйте MacOS14 и выше и сотрудничайте с чипами Apple (M1 или выше).",
            "p2": "Информация и использование, отображаемое этим приложением, должна соответствовать локальным правилам использования."
        },
        "card": {
            "common": { "welcome": "Добро пожаловать" },
            "mobile": {
                "designFor": "Дизайн для мобильного терминала",
                "designShallow": "Вы можете получить наше мобильное приложение здесь",
                "iosDownloadShallow": "Скачать клиент iOS",
                "androidDownloadShallow": "Скачать Android Client"
            },
            "desktop": {
                "designFor": "Дизайн для настольного компьютера",
                "designShallow": "Вы можете получить наше настольное мобильное приложение здесь",
                "windowsDownloadShallow": "Скачать клиент Windows",
                "osxDownloadShallow": "Скачать клиент MacOS",
                "linuxDownloadShallow": "Скачать клиент Linux"
            }
        },
        "downloadDisabledHint": "Извините, приложение временно недоступна или отключена администратором.",
        "windows": {
            "title": "Windows nt",
            "shallow": "Этот клиент подходит для операционных систем Windows с ядрами NT, пожалуйста, проверьте страницу документации для поддержки совместимости."
        },
        "osx": {
            "title": "macOS (OSX)",
            "shallow": "Этот клиент подходит для операционной системы MacOS (OSX) ядра Darwin, пожалуйста, проверьте страницу документации для поддержки совместимости."
        },
        "linux": {
            "title": "Linux",
            "shallow": "Этот клиент подходит для различных распределений ядра Linux."
        },
        "android": {
            "title": "Android",
            "shallow": "Этот клиент подходит для мобильных устройств, оснащенных операционной системой Google Android, проверьте страницу документации для поддержки совместимости."
        },
        "ios": {
            "title": "Ios",
            "shallow": "Этот клиент подходит для мобильных устройств, оснащенных операционной системой Apple iOS, проверьте страницу документации для поддержки совместимости."
        }
    },
    "welcome": {
        "A": {
            "aboutUs": "О нас",
            "pricing": "Цена заказа",
            "login": "Авторизоваться",
            "register": "Регистрация аккаунта",
            "welcomeTo": "Добро пожаловать",
            "welcomeToSub": "Снежного туннеля проходит снежная страна. Под ночным небом земля была белой, и поезд остановился перед сигнальной станцией. «Здесь Кавабата Ясунари начала снежную страну с очень скучным текстом.",
            "startingUse": "Начните",
            "whyUs": "Почему выбирают нас",
            "whyUsSub": "«Проходя через длинный туннель в префектуре, это снежная страна. Под ночным небом земля белая, а поезд останавливается перед сигнальной станцией».",
            "browseSafe": "Просмотрите безопасность",
            "browseSafeSub": "Отличная система фильтров брандмауэра может эффективно предотвратить онлайн -рыбу и вредоносные веб -сайты",
            "encrypt": "Сквозное шифрование",
            "encryptSub": "Double-Hay SSL и сквозное шифрование защищает вашу конфиденциальность и безопасность, даже серверы не могут прочитать вашу информацию",
            "mgr": "Эффективное управление",
            "mgrSub": "Один пользовательский интерфейс управляет всеми ключами, с полными и богатыми функциями управления, и не нужно беспокоиться о подписке на эякуляцию проблем",
            "fast": "Удобно и быстро",
            "fastSub": "Предоставьте полные файлы API для веб-приложений или встроенные в стороннее программное обеспечение",
            "fastLink": "Быстрая ссылка",
            "subscribeUs": "Подписывайтесь на нас",
            "filingsCode": "Номер файла {код}"
        }
    },
    "pagination": {
        "perPage10": "10 данных/страница",
        "perPage20": "20 данных/страница",
        "perPage50": "50 данных/страница",
        "perPage100": "100 данных/страница"
    },
    "modal": { "cancel": "Отмена", "confirm": "подтверждать" },
    "week": {
        "monday": "Понедельник",
        "tuesday": "Вторник",
        "wednesday": "Среда",
        "thursday": "Четверг",
        "friday": "Пятница",
        "saturday": "Суббота",
        "sunday": "Воскресенье"
    },
    "period": {
        "month": "Ежемесячный платеж",
        "quarter": "Ежеквартальный оплата",
        "halfYear": "Полгода оплата",
        "year": "Годовой платеж"
    },
    "operate": {
        "cancel": "Отмена",
        "confirm": "подтверждать",
        "update": "обновлять",
        "add": "добавить в"
    },
    "notFound": {
        "title": "404 страницы не существует",
        "description": "Мы не можем найти запрошенную страницу, она может быть удалена или связана с ошибками. Если вы думаете, что это ошибка, отправьте порядок работы, чтобы связаться с нами.",
        "p1": "Он вернется на домашнюю страницу после {sec} s, и если ваш браузер не отвечает, нажмите кнопку ниже.",
        "manualBack": "Вернуться на домашнюю страницу"
    },
    "forbidden": {
        "title": "403 Нет прав",
        "description": "У вас может не быть достаточного разрешения на доступ к этой странице. Если вы думаете, что это ошибка, отправьте порядок работы, чтобы связаться с нами."
    }
}
